Repository: jfrometa-digito/digito-app
Catalog: lib/l10n/app_*.arb
Languages: es

# dashboardTitle
source: Set Up Request
es: Configurar Solicitud

# dashboardSubtitle
source: Your document signing companion
es: Tu compañero de firma digital

# dashboardPoweredBy
source: Powered by DocSecure
es: Potenciado por DocSecure

# onboardingTitle
source: Let's Get Started!
es: ¡Empecemos!

# onboardingStep1
source: Verify Identity
es: Verificar Identidad

# onboardingStep2
source: Sign Contracts
es: Firmar Contratos

# onboardingStep3
source: Get Digito ID
es: Obtener Digito ID

# onboardingStep4
source: Sign Document
es: Firmar Documento

# onboardingComplete
source: You're all set to sign!
es: ¡Estás listo para firmar!

# tabHome
source: Home
es: Inicio

# tabSigning
source: Signing
es: Firmando

# tabArchiving
source: History
es: Historico

# cardSelfSignTitle
source: Self-Sign Document
es: Auto-Firmar Documento

# cardSelfSignSubtitle
source: Sign a document just for yourself
es: Firma un documento para ti mismo

# cardOneOnOneTitle
source: 1-on-1 Signing
es: Firma 1-a-1

# cardOneOnOneSubtitle
source: Send to one other person
es: Enviar a una persona

# cardMultiPartyTitle
source: Multiparty Flow
es: Flujo Multipartes

# cardMultiPartySubtitle
source: Sequential signing for teams
es: Firma secuencial para equipos

# cardTemplatesTitle
source: Use a Template
es: Usar Plantilla

# cardTemplatesSubtitle
source: Start from a saved document layout
es: Empezar desde un diseño guardado

# promptInputPlaceholder
source: Ask me to draft a contract..
es: Pídeme que redacte un contrato..

# menuProfile
source: Profile
es: Perfil

# menuToggleTheme
source: Toggle Theme
es: Cambiar Tema

# menuLogOut
source: Log Out
es: Cerrar Sesión

# menuLanguage
source: Language
es: Idioma

# chatGreeting
source: Let's set up your signature request.
es: Vamos a configurar tu solicitud de firma.

# chatWelcomeBack
source: Select a flow type to get started.
es: Selecciona el flujo para comenzar.

# chatResumeGreeting
source: Welcome back! I've loaded your draft for {title}.
es: ¡Bienvenido de nuevo! He cargado el borrador para {title}.

# chatRequestType
source: I need to {type} a new contract.
es: Necesito {type} un nuevo contrato.

# chatUploadPrompt
source: Got it. Let's get that signed. Please upload the document you want to work on. I support PDF and DOCX files.
es: Entendido. Vamos a firmarlo. Por favor sube el documento que quieres usar. Soporta PDF y DOCX.

# chatStartedRequest
source: I've started a **{type}** request for you. Please upload the PDF document you'd like to use.
es: He iniciado una solicitud de **{type}** para ti. Por favor sube el PDF que te gustaría usar.

# chatFileUploaded
source: File uploaded
es: Archivo subido

# chatRecipientsPrompt
source: Great! I've prepared the document. Who needs to sign it? Please add their details below.
es: ¡Genial! He preparado el documento. ¿Quién necesita firmarlo? Por favor añade sus detalles abajo.

# chatManageRecipients
source: Please manage the recipients for this request.
es: Por favor gestiona los destinatarios para esta solicitud.

# chatRecipientsSet
source: Recipients are set.
es: Destinatarios listos.

# chatSummaryPrompt
source: Perfect. Here is the summary of your request. If everything looks good, you can send it.
es: Perfecto. Aquí está el resumen de tu solicitud. Si todo se ve bien, puedes enviarla.

# chatSendRequest
source: Send Request
es: Enviar Solicitud

# chatLinkGenerated
source: Great job! I've generated the signing link for '{title}'.
es: ¡Gran trabajo! He generado el enlace de firma para '{title}'.

# chatSendErrorLink
source: Something went wrong, and I couldn't generate the link. Please try again.
es: Algo salió mal y no pude generar el enlace. Por favor, inténtalo de nuevo.

source: Sign Now
es: Firmar Ahora

# linkCopied
source: Link copied to clipboard!
es: ¡Enlace copiado al portapapeles!

# emailSent
source: Email sent successfully!
es: ¡Correo enviado con éxito!

# errorLaunchUrl
source: Could not launch signing URL
es: No se pudo abrir el enlace de firma

# uploadDocumentTitle
source: UPLOAD DOCUMENT
es: SUBIR DOCUMENTO

# uploadBrowse
source: Tap to browse
es: Tocar para buscar

# uploadDrag
source: or drag file here
es: o arrastra aquí

# btnNextStep
source: Next Step
es: Siguiente Paso

# sourceFiles
source: Files
es: Archivos

# sourceScan
source: Scan
es: Escanear

# recipientsTitle
source: CURRENT RECIPIENTS
es: DESTINATARIOS ACTUALES

# recipientsAdded
source: Added
es: Añadidos

# recipientsEmpty
source: No recipients added yet.
es: Aún no hay destinatarios.

# recipientsAddNew
source: Add New Person
es: Añadir Nueva Persona

# labelFullName
source: Full Name
es: Nombre Completo

# labelEmail
source: Email Address
es: Correo Electrónico

# btnAddToList
source: Add to List
es: Añadir a la Lista

# btnAddMyself
source: Add myself
es: Añadirme a mí

# btnContinue
source: Continue
es: Continuar

# errorInvalidRecipient
source: Enter a valid name and email
es: Introduce un nombre y correo válidos

# errorFillAllFields
source: Please fill all recipient fields
es: Por favor llena todos los campos

# errorSelfSignCount
source: Self signing must have exactly 1 signer.
es: Auto-firma debe tener exactamente 1 firmante.

# errorOneOnOneCount
source: 1-on-1 requires exactly 2 signers.
es: 1-a-1 requiere exactamente 2 firmantes.

# summaryTitle
source: Draft Summary
es: Resumen del Borrador

# summaryFile
source: File
es: Archivo

# summaryRecipients
source: Recipients
es: Destinatarios

# summaryStatus
source: Status
es: Estado

# summarySignUrl
source: Sign URL
es: Enlace de Firma

# btnSendForSigning
source: Send for signing
es: Enviar para firmar

# btnEditFields
source: Edit Fields
es: Editar Campos

# btnAddFields
source: Add Fields
es: Añadir Campos

# signingLinkTitle
source: READY TO SIGN
es: LISTO PARA FIRMAR

source: Signing Link Generated
es: Enlace de Firma Generado

# signingLinkShare
source: Share this link with
es: Compartir este enlace con

# btnCopyLink
source: Copy Link
es: Copiar Enlace

# toastLinkCopied
source: Link copied to clipboard
es: Enlace copiado al portapapeles

# btnSendEmail
source: Send via Email
es: Enviar por Email

# btnCloseStartNew
source: Close & Start New
es: Cerrar y Empezar Nuevo

# flowCurrent
source: Current Flow
es: Flujo Actual

# checkboxAmSigner
source: I am one of the signers
es: Soy uno de los firmantes

# checkboxAutoFill
source: Auto-fill my account details
es: Auto-rellenar mis datos

# checkboxLoading
source: Loading profile...
es: Cargando perfil...

# btnAddAnother
source: Add Another Recipient
es: Añadir Otro Destinatario

# btnNextPlaceFields
source: Next: Place Fields
es: Siguiente: Colocar Campos

# labelYourInfo
source: Your Information
es: Tu Información

# labelRecipientN
source: Recipient {n}
es: Destinatario {n}
